[SilentTakedown X2AbilityTemplate]
LocFriendlyName="无声杀戮"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。激活后，你1个XCOM回合内的移动不会被暴露。近战攻击有概率不会打破隐蔽，并获得额外+10暴击机率与+3暴击伤害加成（仅限近战）。仅能在隐蔽状态下激活。"
LocHelpText="你能够悄悄的接近敌人并给予致命一击。激活后，你一回合内的移动不会被侦测。近战攻击有概率不会打破隐蔽，并获得额外+10暴击机率与+3暴击伤害加成（仅限近战）。仅能在隐蔽状态下激活。"
LocFlyOverText="无声杀戮" 
LocPromotionPopupText="<Bullet/>你在1个XCOM回合内的移动不会被暴露。\n<Bullet\>近战攻击有概率不会打破隐匿。\n<Bullet\>+10暴击率+3暴击伤害 (仅限近战)。\n<Bullet\>仅能在隐蔽状态下激活。\n<Bullet\>杀死目标，暴露几率将减半。如果没有其他敌人看到受害者，则暴露几率只有10%。"
